amd-ucode
antigravity
arandr
atuin
base
base-devel
blueman
bluez-utils
brightnessctl
btrfs-progs
cliphist
code
dex
dkms
evince
feh
fzf
gammastep
git
git-delta
google-chrome
grim
hypridle
hyprland
hyprlock
hyprpaper
i3-wm
i3status
imagemagick
ipython
kitty
libnotify
linux
linux-firmware
linux-headers
linux-lts
linux-lts-headers
nemo
network-manager-applet
networkmanager
noto-fonts-cjk
noto-fonts-emoji
nvidia-580xx-dkms
nvidia-580xx-settings
nvidia-580xx-utils
nvm
obsidian
openssh
pavucontrol
picom
polkit-kde-agent
pulsemixer
qt5-wayland
qt6-wayland
rclone
rofi
rtkit
sddm
sddm-sugar-candy-git
slurp
stow
sudo
swaybg
timeshift
timeshift-autosnap
ttf-jetbrains-mono-nerd
vim
waybar
wl-clipboard
woff2-font-awesome
wofi
xorg-xinit
xorg-xinput
yay-bin
yay-bin-debug
zoxide
zsh
zsh-completions
